# import module
from tabulate import tabulate

mydata = [
    ['ФИО', 'Дата рождения', 'Номер абонемента', 'До которого числа действует абонемент'],
    ['Иванов Иван Иваныч', '22/07/2002', 342343, '10/01/2023'],
    ['Доктор Утут Вадимович', '17/09/1980', 350646, '29/02/2024'],
    ['Лорд Галина Алексеевна', '01/05/1989', 280444, '31/12/2023'],
    ['Кружка Духия Кошковна', '09/08/1997', 392487, '17/12/2022']
]
f1 = open('file1.txt', 'w', encoding="UTF-8")
f1.writelines(tabulate(mydata))
f1.close()
